Repository: IgorMuzyka/movies-test-task
Catalog: Movies/Resources/Localizable.xcstrings
Source language: en
Languages: uk

# errorAlertOkButtonTitle
source: Ok
uk: Добре

# errorAlertTitle
source: Error Occured
uk: Виникла Помилка

# errorMovieDetailsUnavailableWhileOffline
source: Movie details unavailable while offline
uk: Деталі фільму недоступні за відсутності з'єднання з мережею

# movieDetailsRatingTitle
source: Rating: %@
uk: Рейтинг: %@

# moviesFeedEmptyStateTitle
source: No movies were cached
uk: Немає закешованих фільмів

# moviesFeedNavigationTitle
source: Popular Movies
uk: Популярні Фільми

# moviesFeedNoSearchResultsTitle
source: Nothing was found
uk: Нічого не знайдено

# moviesFeedRefreshControlTitle
source: Pull to Refresh
uk: Потягни вниз щоб оновити

# moviesFeedSearchBarPlaceholder
source: Search for movie by title
uk: Шукати фільми за назвою

# moviesFeedSortOptionPopularityAscending
source: Popularity (ascending)
uk: Популярність (зростання)

# moviesFeedSortOptionPopularityDescending
source: Popularity (descending)
uk: Популярність (спадання)

# moviesFeedSortOptionRatingAscending
source: Rating (ascending)
uk: Рейтинг (зростання)

# moviesFeedSortOptionRatingDescending
source: Rating (descending)
uk: Рейтинг (спадання)

# moviesFeedSortOptionReleaseDateAscending
source: Release date (ascending)
uk: Дата випуску (зростання)

# moviesFeedSortOptionReleaseDateDescending
source: Release date (descending)
uk: Дата випуску (спадання)

# moviesFeedSortOptionsSheetCancelTitle
source: Cancel
uk: Відмінити

# moviesFeedSortOptionsSheetTitle
source: Sort Options
uk: Опіції Сортування

# moviesFeedSortOptionTitleAscending
source: Title (ascending)
uk: Назва (зростання)

# moviesFeedSortOptionTitleDescending
source: Title (descending)
uk: Назва (спадання)

# movieUnspecifiedReleaseDate
source: Unspecified
uk: Не зазначено
